Repository: Anne017/MyFinance
Catalog: po/*.po
Languages: es

source: Operation Result
es: Resultado de la operación

source: No Data Found
es: ¡No se encontró a nadie!

source: Date from
es: Fecha desde

source: Date To
es: Fecha hasta

source: Confirm
es: Confirmar

source: Monthly
es: Mensualmente

source: weekly
es: semanalmente

source: Choose a Category...
es: Elegir Categoría...

source: ALL Category
es: Categoría

source: Report Type...
es: Tipos de informes...

source: Generate
es: Generar

source: Missing required value, or invalid 'Amount'
es: Falta el valor requerido o 'cantidad' no válida

source: Note: decimal separator is .
es: Nota: el separador decimal de 'cantidad' es .

source: Operation executed successfully
es: Operación ejecutada exitosamente

source: PLEASE, A RESTART IS REQUIRED
es: SE REQUIERE REINICIAR

source: Attention
es: Atención

source: Close
es: Cerrar

source: Informations
es: Informaciones

source: * Database created: OK
es: * Base de datos creada: OK

source: * Default data imported: OK
es: * Datos predeterminados importados: OK

source: * Currency set to:
es: * Moneda establecida en:

source: Use configuration menu to change default settings
es: Utilice el menú de configuración para cambiar la configuración

source: Data already loaded, can't redo it
es: Datos ya cargados, no puede rehacerlo

source: Product Info
es: Información del producto

source: version
es: versión

source: Author
es: Autor

source: Remove ALL Database Contents
es: Eliminar TODOS los contenidos de la base de datos

source: (there is no restore)
es: (no hay restauración)

source: Delete
es: Borrar

source: Succesfully Removed ALL data
es: Borrado con éxito TODOS los datos

source: Category Global Report
es: Informe global de categoría

source: Find Expense for category
es: Encontrar gasto por categoría

source: Confirmation
es: Confirmación

source: Delete selected Expsense
es: ¿Borrar el gasto seleccionado?

source: OK: Done, Reload the expense List
es: Vale: hecho, recargar la lista de gastos

source: Amount
es: Cantidad

source: Date
es: Fecha

source: Note
es: Nota

source: Category
es: Categoría

source: SubCategory
es: Subcategoría

source: found
es: encontró

source: Select
es: Seleccionar

source: Filter
es: Filtro

source: All SubCategory
es: Todas las subcategorías

source: Search/Reload
es: Buscar/Recargar

source: Amount inserted successfully
es: Cantidad insertada exitosamente

source: Amount:
es: Cantidad:

source: Choose...
es: Elegir...

source: Cancel
es: Cancelar

source: Execute
es: Ejecutar

source: Insert expense
es: Insertar gasto

source: Confirm the insertion
es: ¿Confirmar la inserción?

source: Field required
es: Campo requerido

source: Statistics
es: Estadística

source: Edit category
es: Editar categoría

source: Find Expense
es: Encontrar gasto por categoría

source: Remove Expenses in the range (no restore)
es: Eliminar gastos en el rango (sin restauración)

source: Done, deleted
es: Hecho, borrado

source: expense(s)
es: gastos

source: GENERAL SETTINGS (** Restart is required after update ** )
es: CONFIGURACIONES GENERALES (** Se requiere reiniciar después de la actualización **)

source: Currency (ISO format)
es: Moneda (formato ISO)

source: Update
es: Actualizar

source: Load default category and SubCategory
es: Cargar categoría predeterminada y subcategoría

source: Load Data
es: Cargar datos

source: MAINTENANCE:
es: MANTENIMIENTO:

source: Remove expences for a category and subCategory
es: Eliminar gastos de una categoría y subcategoría

source: There is NO restore !
es: ¡NO hay restauración!

source: From
es: Desde

source: To
es: Hasta

source: Help
es: Ayuda

source: Select the Category
es: Seleccione la categoria

source: Item found
es: Artículo encontrado

source: Remove Expenses in the range (no restore) ?
es: Eliminar gastos en el rango (no restaurar)?

source: GENERAL SETTINGS (** Restart required after update ** )
es: AJUSTES GENERALES (** Reinicio requerido **)

source: MAINTENANCE
es: MANTENIMIENTO:

source: Remove expences for a category (and his subCategory). There is NO restore !
es: Eliminar gastos de una categoría (y su subcategoría). ¡NO hay restauración!

source: Instant Report
es: Informe instantáneo

source: subcategory expenses at current date
es: subcategoría de gastos en la fecha actual

source: Last Month Report
es: Informe del mes pasado

source: subcategory expenses in the last month
es: Subcategoría de gastos en el último mes

source: Custom Report
es: Informe personalizado

source: subcategory expenses in a custom range
es: Gastos de subcategoría en un rango personalizado

source: Available Report
es: Informes disponibles

source: Show/Refresh
es: Mostrar/Recargar

source: Situation at
es: Situación en

source: (date format is yyyy-mm-dd)
es: (el formato de la fecha es aaaa-mm-dd)

source: NO DATA FOUND
es: DATOS NO ENCONTRADOS

source: for Monthly report from
es: para el informe mensual de

source: to
es: a

source: Monthly report from
es: Informe mensual de

source: Custom report from
es: Informe personalizado de

source: from
es: desde

source: SubCategory added in list
es: Lista de la subcategoría

source: Category and SubCategory Saved
es: Categoría y subcategoría guardadas

source: Category value is invalid
es: El valor de la categoría no es válido

source: Category already Exist
es: La categoría ya existe

source: SUBCategory invalid or duplicated
es: Subcategoría inválida o duplicada

source: No SUBCategory found in List
es: Total de categorías encontradas

source: Category Name
es: Nombre de la categoría

source: Add Subcategory
es: Añadir subcategoría

source: Add to List
es: Añadir a la lista

source: Subcategory List
es: Lista de la subcategoría

source: Select the subcategory to remove
es: Seleccionar la subcategoría a eliminar

source: Remove
es: Eliminar

source: Subcategories
es: Lista de la subcategoría

source: Edit...
es: Editar...

source: Save
es: Guardar

source: Reset All
es: Reiniciar todo

source: Save the new Category
es: ¿Guardar categoría?

source: Expense (at
es: Gastos (en

source: Operation executed successfully !
es: Operación ejecutada exitosamente

source: SubCategory invalid or duplicated
es: Subcategoría inválida o duplicada

source: Subcategory
es: Subcategoría

source: (Modified - NOT Saved)
es: (Modificado - NO guardado)

source: Show/Edit...
es: Mostrar/Editar...

source: Delete Category
es: Borrar categoría

source: At the modifications end, press Save button
es: Al finalizar las modificaciones, pulse el botón Guardar.

source: Save Category modifications
es: ¿Guardar las modificaciones de la categoría?

source: Delete this Category with his subcategory and
es: Eliminar esta Categoría con su subcategoría y

source: ALL
es: TODOS

source: associated expense
es: gasto asociado

source: Operation Executed Successfully
es: Operación ejecutada con éxito

source: Confirm the modifications
es: ¿Confirmar las modificaciones?

source: Invalid input value(s)
es: Valor(es) de entrada no válido

source: associated expense ?
es: ¿Borrar el gasto seleccionado?

source: Sub Category
es: Subcategoría

source: expenses amount at current date
es: gastos a la fecha actual

source: expenses in the last month
es: gastos en el último mes

source: expenses in a custom range
es: gastos en un rango personalizado

source: Report Types
es: Tipos de informes

source: at
es: a

source: From:
es: Desde:

source: To:
es: Hasta:

source: Available Reports
es: Informes disponibles

source: Custom report from:
es: Informe personalizado de:

source: Insert
es: Insertar

source: Edit category...
es: Editar categoría...

source: Find Expense...
es: Encontrar gastos ...

source: Report Type
es: Tipos de informes

source: Found
es: Encontró

source: expense in the date range
es: gasto en el rango de fechas

source: Application Help Page
es: Página de ayuda de la aplicación

source: MyFinance is a simple expenses manager/tracker
es: MyFinance es un gestor/rastreador de gastos simple

source: Is based on the concept of 'Category' of expense (example: Travel, Home, ....) and his subCategory to define a classification
es: Se basa en el concepto de 'Categoría' de gasto (ejemplo: Viaje, Hogar, ...) y su subcategoría para definir una clasificación

source: (example: plane,train,car for 'Travel' category)
es: (Ejemplo: avión, tren, coche para la categoría 'Viajes')

source: Users can add custom category and subCategory or edit the default ones
es: Los usuarios pueden agregar categorías y subcategorías personalizadas o editar las predeterminadas

source: The default currency is set to EUR, but can be changed in the configuration page
es: La moneda predeterminada se establece en EUR, pero se puede cambiar en la página de configuración

source: NOTE: Currency values, MUST be in ISO format (3 letters, examle: EUR,USD)
es: NOTA: Los valores de moneda, DEBEN estar en formato ISO (3 letras, ejemplo: EUR, USD)

source: See
es: Ver

source: Reports types
es: Tipos de informes

source: There are two type of report
es: Hay dos tipos de informe

source: Instant Report: a progressive report that show the expense from the begin at today
es: Informe instantáneo: un informe progresivo que muestra los gastos desde el comienzo hasta hoy

source: History Report: expenses situation for the last month or for a custom period
es: Informe de historial: situación de gastos del último mes o por un período personalizado

source: Help Page
es: Página de ayuda

source: About
es: Acerca de

source: Add
es: Añadir

source: Settings
es: Ajustes

source: category to search
es: Informe global de categoría

source: Search
es: Buscar

source: Total category found
es: Total de categorías encontradas

source: Global Reports
es: Informes globales

source: Add new Category and subcategory
es: Añadir nueva categoría y subcategoría

source: Statistics for category
es: Estadísticas por categoría

source: Application Configuration
es: Configuración de la aplicación

source: Manage expenses for
es: Gestionar gastos para

source: Edit Expense for category
es: Editar gasto por categoría

source: MyFinance
es: MisFinanzas
